cask_args appdir: "/Applications"
tap "caskroom/fonts"
brew "git"
brew "tig"
brew "the_silver_searcher"
brew "git-extras"
brew "pre-commit"
brew "go"
brew "node"
brew "yarn"
brew "tree"
brew "cloc"
brew "bitwarden-cli"
brew "adr-tools"
brew "kotlin"
brew "jq"
cask "gpg-suite"
cask "font-fira-code"
cask "firefox"
cask "google-chrome"
cask "opera"
cask "slack"
cask "telegram"
cask "vlc"
cask "sequel-pro"
cask "docker"
cask "the-unarchiver"
cask "sublime-text"
cask "iterm2"
cask "java"
