cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
brew "adr-tools"
brew "cloc"
cask "chromedriver"
brew "bat"
cask "docker"
cask "font-fira-code"
cask "firefox"
brew "fzf"
brew "git"
brew "git-extras"
brew "gh"
brew "go"
cask "google-chrome"
cask "gpg-suite"
brew "graphviz"
brew "hstr"  # still need to set config by running: hstr --show-configuration >> ~/.zshrc
brew "hugo"
cask "ibm-cloud-cli"
brew "kotlin"
brew "libmagic"
brew "node"
brew "postgresql@11"
brew "pre-commit"
brew "pyenv"
brew "readline"
cask "sequel-pro"
cask "sublime-text"
brew "yarn"
brew "tree"
brew "tig"
brew "the_silver_searcher"
cask "the-unarchiver"
cask "vlc"
brew "watchman"
brew "xz"
brew "zsh"
brew "zsh-syntax-highlighting"  # add to plugin using oh-my-zh
brew "zlib"
