cask_args appdir: "/Applications"
brew "git"
brew "tig"
brew "the_silver_searcher"
brew "git-extras"
brew "pre-commit"
brew "node"
brew "yarn"
brew "tree"
brew "cloc"
cask "firefox"
cask "google-chrome"
cask "opera"
cask "slack"
cask "telegram-desktop"
cask "vlc"
cask "sequel-pro"
cask "docker"
cask "the-unarchiver"
cask "sublime-text"
cask "iterm2"